export const messages = {
    ru: {
        title: 'На встречу',
        yesterday: 'вчера',
        months: {
            jan: 'янв',
            feb: 'фев',
            mar: 'мар',
            apr: 'апр',
            may: 'май',
            jun: 'июн',
            jul: 'июл',
            aug: 'авг',
            sep: 'сен',
            oct: 'окт',
            nov: 'ноя',
            dec: 'дек'
        },
        menu: {
            events: 'События',
            networking: 'Нетворкинг',
            chats: 'Чаты',
            favorites: 'Избранное',
            profile: 'Профиль'
        },
        loginScreen: {
            title: 'Вход',
            peoples: 'Группа людей',
            phoneNumber: 'номер телефона',
            phone: '+7 950 211 34 05',
            next: 'Продолжить',
            or: 'или',
            loginVkId: 'войти с VK ID',
            phoneEmpty: 'Телефон не введен',
            phoneIncorrect: 'Некорректный формат телефона',
            userNotFound: 'Пользователь не найден'
        },
        eventsScreen: {
            title: 'События',
            pageTitle: '0 событий | {n} событие | {n} события | {n} событий',
            subtitle: 'Сейчас в вашем городе',
            countParticipants:
                'осталось 0 мест | осталось {n} место | осталось {n} места | осталось {n} мест',
            maxCountParticipants: 'до {n} участников',
            freePrice: 'бесплатно',
            price: '{n} ₽',
            tabs: {
                all: 'Все',
                immediate: 'Ближайшие',
                friends: 'Дружеские посиделки',
                events: 'Мероприятия',
                one: '1 на 1'
            },
            notFoundTitle: 'Событий нет 🙁'
        },
        networkingScreen: {
            title: 'Нетворкинг и знакомства',
            contentTitle: 'Заполните анкету, чтобы мы нашли вам подходящих собеседников',
            imgAlt: 'Человек с карандашом',
            fillForm: 'Заполнить анкету',
            howWork: 'Как это работает?'
        },
        chatsScreen: {
            title: 'Чаты',
            tabs: {
                all: 'Все',
                events: 'События',
                personal: 'Личные',
                networking: 'Нетворкинг'
            },
            labelTitle: 'нетворкинг',
            notFoundTitle: 'Чатов нет 🙁'
        },
        favoritesScreen: {
            title: 'Избранное',
            notFoundTitle: 'Вы еще ничего не добавили в избранное 🙁'
        },
        profileScreen: {
            title: 'Профиль',
            menu: {
                achievements: 'Достижения',
                me: 'Моя анкета',
                history: 'История',
                about: 'О приложении',
                logout: 'Выйти'
            }
        },
        premiumScreen: {
            title: 'Тарифы',
            bannerTitle: 'Безлимит встреч и мероприятий',
            bannerText: 'С подпиской Pro',
            contentTitle: 'Для самых общительных',
            contentText: 'Выгодные тарифы тем, кто и дня жить не может без нового знакомства',
            btnPrice: 'Оформить за {n}р/мес',
            payments: 'Оплата подписки - {title}'
        },
        testScreen: {
            title: 'Тестирование',
            numberQuestion: '{n} вопрос',
            buttonNext: 'Следующий вопрос',
            buttonSave: 'Сохранить'
        },
        modalReview: {
            imgAlt: 'Человек с телефоном ставит 5 звезд приложению',
            title: 'Помогите нам стать лучше',
            text: 'Оставьте отзыв о нашем приложении, нам будет приятно',
            btnLater: 'Позже',
            btnReview: 'Оставить отзыв'
        },
        pageInWork: 'Раздел находится в разработке 🙁',
        pageNotFound: 'Страница не найдена 🙁',
        currency: 'RUB'
    }
}
